Repository: Carrene/porpoise
Catalog: MobileToken/*.lproj/Localizable.strings
Languages: de

# country
source: کشور
de: country

# backBarItem
source: قبلی
de: back

# next
source: بعدی
de: Next

# skip
source: رد کن
de: Skip

# lb_enter_program
source: ورود به برنامه
de: Enter program

# lb_version
source: نسخه
de: version

# lb_support
source: پشتیبانی بانک ها
de: support

# sb_wrong_password
source: رمز اشتباه است.
de: Wrong Pattern

# sb_wrong_pattern
source: الگو اشتباه است.
de: Wrong Password

# sb_try_for_second_time
source: برای بار دوم انجام دهید.
de: Try Again

# sb_passwords_not_match
source: رمز و تکرار آن برابر نیستند، دوباره تلاش کنید.
de: Passwords not match

# sb_patterns_not_match
source: الگو و تکرار آن مطابقت ندارند، دوباره تلاش کنید.
de: Patterns not match

# sb_pattern_min_point_error
source: حداقل ۴ نقطه را متصل کنید.
de: Connect 4 points at least

# sb_bad_request
source: مشکلی پیش آمده است.
de: Bad Request

# sb_activation_code_is_not_valid
source: کد فعال‌سازی اشتباه است.
de: Activation code is not available

# sb_SSM_is_not_available
source: SSM در دسترس نیست
de: SSM is not available

# sb_wrong_phone
source: شماره تلفن اشتباه است
de: Wrong Phone number

# sb_successfully_done
source: با موفقیت انجام شد.
de: Successfully done

# sb_server_error
source: خطای سرور
de: Server Error

# sb_password_copied
source: رمز کپی شد.
de: Password is copied

# sb_check_your_input
source: ورودی خود را کنترل کنید.
de: Check your input

# sb_token_added
source: رمز با موفقیت اضافه شد.
de: Token is added successfully

# sb_everywhere_401
source: دسترسی غیر مجاز
de: Access denied

# sb_everywhere_fail
source: با خطا مواجه شد.
de: Failed

# sb_tokenimport_invalidkey
source: کلید اشتباه است.
de: Invalid key

# sb_tokenimport_invalidbankid
source: شناسه بانک اشتباه است.
de: Invalid organization id

# sb_tokenimport_invalidcryptomoduleid
source: تفاوت در نوع رمز
de: Different password type

# sb_tokenimport_invalidchecksum
source: عبارت ارزیابی اشتباه است.
de: Invalid checksum

# sb_tokenimport_invalidtokenname
source: رمز وارد شده برای کارت انتخابی معتبر نیست.
de: Invalid token name

# sb_tokenimport_duplicatetoken
source: رمز تکراری است
de: Duplicate token

# sb_card_deleted_successfully
source: کارت حذف شد.
de: Card deleted successfully

# sb_card_deleted_unsuccessfully
source: حذف کارت با خطا مواجه شد.
de: Card deleted unsuccessfully

# sb_token_deleted_successfully
source: رمز با موفقیت حذف شد.
de: Token deleted successfully

# sb_token_deleted_unsuccessfully
source: حذف رمز با خطا مواجه شد.
de: Token deleted unsuccessfully

# sb_get_token_fail
source: اطلاعات دریافت رمز، اشتباه است.
de: Get token failed

# sb_network_error
source: خطای شبکه
de: Network Error

# enter_at_least_eight_characters
source: رمز باید شامل حداقل 8 کاراکتر
de: The password must contain at least 8 characters

# enter_at_least_one_capital_letter
source: یک حرف بزرگ
de: A capital letter

# enter_at_least_one_digit
source: یک عدد
de: A number

# enter_at_least_one_special_character
source: یک کاراکتر (؟*_=+%$#@) باشد
de: A character (? * _ = +% $ # @)

# lb_passwordHint
source: رمز باید شامل حداقل 8 کاراکتر، یک عدد، یک حرف بزرگ، یک کاراکتر (؟*_=+%$#@) باشد.
de: The password must contain at least 8 characters, A number, A capital letter, A character (? * _ = +% $ # @)

# lb_enter_pattern
source: الگوی خود را وارد کنید.
de: Draw pattern

# lb_enter_password
source: رمز خود را وارد کنید.
de: Enter password

# lb_seconds
source: ثانیه
de: seconds

# lb_resend
source: ارسال دوباره کد
de: Resend activation code

# lb_pattern
source: الگو
de: pattern

# lb_password
source: رمز
de: password

# lb_cardName
source: نام کارت
de: card name

# lb_add_card_name
source: به کارت خود نام دلخواه اختصاص دهید.
de: Add name to card

# lb_desired_card_name
source: نام پیشنهادی کارت
de: Add your desired name to card

# lb_are_you_sure
source: آیا مطمئن هستید؟
de: Are you sure?

# everywhere_firstpassword
source: رمز اول
de: First password

# everywhere_secondpassword
source: رمز دوم
de: Second password

# lb_app_guide
source: راهنمای برنامه
de: Application guide

# lb_add_new_bank
source: افزودن بانک جدید
de: Add a new organization

# lb_add_first_otp
source: افزودن رمز اول
de: Add first token

# lb_add_second_otp
source: افزودن رمز دوم
de: Add second token

# ph_sms_code
source: کد دریافتی از پیامک
de: code recieved through device

# ph_atm_code
source: کد دریافتی از دستگاه
de: Code recieved through message

# ph_password
source: رمز
de: Password

# ph_confirm_password
source: تکرار رمز
de: Confirm password

# ash_edit_card_name
source: ویرایش نام کارت
de: edit card name

# ash_delete_card
source: حذف کارت
de: delete card

# ash_delete_token
source: حذف رمز
de: delete token

# alert_choose_token
source: رمز برای حذف را انتخاب کنید.
de: Select token to delete

# alert_delete_first_token
source: حذف رمز اول کارت
de: Delete first token

# alert_delete_second_token
source: حذف رمز دوم کارت
de: Delete second token

# alert_root_message
source: متاسفانه شما نمی توانید از این برنامه استفاده کنید.
de: Unfortunately you can not use this application

# alert_force_close
source: برنامه به دلیل تغییرات رمز بسته خواهد شد. لطفا برنامه را مجددا اجرا نمایید.
de: Application will be closed for changes. Please run it again.

# intro1Title
source: ورود شماره تلفن همراه
de: Enter phone number

# intro1Description
source: شماره تلفن همراه ثبت شده در بانک مورد نظر را وارد کنید.
de: Enter the phone number that registered in your organization

# intro2Title
source: مراجعه به خودپرداز بانک مورد نظر
de: Organization's device section

# intro2Description
source: در منو خودپرداز بانک، گزینه‌ی عملیات رمز را انتخاب کنید.
de: Select OTP operation in the organization's menu

# intro3Title
source: انتخاب نوع رمز یکبار مصرف
de: Select OTP type

# intro3Description
source: یکی از دو گزینه‌ی فعال‌سازی‌ رمز‌اول‌ یکبار‌مصرف یا فعال‌سازی‌ رمزدوم‌ یکبار‌مصرف را انتخاب کنید.
de: Select one of first or second otp activation

# intro4Title
source: دریافت رسید از خودپرداز
de: Get reciept from device

# intro4Description
source: پس از تأیید عملیات انتخاب رمز، رسید حاوی بخش اول کد فعالسازی رمز انتخابی را دریافت می‌کنید.
de: After confirming otp operation, you will get the recipet which contains first activation code.

# intro5Title
source: دریافت رمز یکبار مصرف از برنامه
de: Recieve a token from application

# intro5Description
source: برای فعالسازی رمز، از کد دو بخشی روی فیش بانکی (بخش اول) و پیامک دریافتی (بخش دوم) استفاده کنید.
de: To activate otp, use two part reciept.

# pattern
source: الگو
de: pattern

# save
source: ذخیره
de: save

# cancel
source: انصراف
de: cancel

# delete_card
source: حذف کارت
de: delete card

# ayande
source: آینده
de: Netalic

# saderat
source: صادرات
de: New Netalic

# help_add_bank
source: چطور میتوانم بانک جدید اضافه کنم؟
de: How could I add a new organization?

# help_add_card
source: چطور میتوانم کارت جدید اضافه کنم؟
de: How could I add a new card?

# help_edit_cardName
source: چطور میتوانم اسم کارت خود را ویرایش کنم؟
de: How could I edit card name?

# help_delete_card
source: چطور میتوانم کارت خود را حذف کنم؟
de: How could I delete a card?

# help_get_token
source: چطور رمزهای اول و یا دوم کارت خود را به صورت رمز یکبار مصرف دریافت کنم؟
de: How could I activate both tokens?

# help_add_token
source: یکی از رمزهای کارت را به صورت یکبار مصرف دریافت میکنم، چطور میتوانم رمز دیگر را هم اضافه کنم؟
de: I get one of card's token, How could I get another one?

# help_change_token
source: رمز یکبار مصرف هر چند وقت یک بار تغییر کند؟
de: How often token change?

# help_custom_token
source: آیا میتوانم رمز یکبار مصرف خود را دستی تغییر دهم؟
de: Could I change token myself?

# help_copy_token
source: آیا میتوانم رمز یکبار مصرف تولید شده را کپی کنم؟
de: Could I copy tokens?

# help_delete_token
source: چطور میتوانم رمزهای یکبار مصرف کارت خود را حذف کنم؟
de: How could I delete tokens?

# help_edit_phone
source: چطور میتوانم شماره تلفن همراه وارد شده در زمان افزودن بانک را ویرایش کنم؟
de: How could I change my phone number?

# alert
source: هشدار
de: Alert

# alert_set_timezone
source: اگر تنظیمات زمان و تاریخ خودکار دستگاه غیرفعال است، برای کارکرد صحیح برنامه این گزینه را فعال کنید.
de: If the device's auto-time and date settings are disabled, enable this option to function correctly.

# ok
source: باشد
de: Okay

# understand
source: متوجه شدم
de: Got it

# everywhere_fail
source: با خطا مواجه شد.
de: Failed
